<template>
    <div class="w-full">
        <div class="container px-2 md:px-8 py-16">
            <div class="text-center pt-20 pb-10">
                <h1 class="font-medium text-teal-600 text-3xl">Пациентам</h1>
                <p class="text-base text-gray-600">
                    Наши Стоматологические Услуги - Заботимся о Здоровье Вашей Улыбки
                </p>
            </div>

            <div class="w-full mb-4 p-3 grid grid-cols-1 md:grid-cols-2 lg:grid-cols-4 gap-2 rounded-2xl bg-teal-900">
                <nuxt-link v-for="item,i in for_patient_links" :key="i" :to="item.url" class="p-4 bg-white hover:bg-gray-200 rounded-lg flex justify-between items-center gap-2">
                    <div>
                        <div class="w-[70px] h-[70px] rounded-full bg-teal-900 text-white text-4xl flex items-center justify-center">
                            <component :is="item.icon" />
                        </div>
                    </div>
                    <span class="text-balance font-medium text-lg">{{ item.title }}</span>
                </nuxt-link>
            </div>


            <div class="mt-4 p-4 rounded-2xl bg-teal-800/20">
                <p class="font-medium text-lg">Меры безопасности в клиниках</p>
                <br>
                <p>1. Безопасность и здоровье пациентов – наш главный приоритет независимо от эпидемиологической обстановки, но сейчас особенно важно обеспечить полную защиту нашим пациентам и не допустить распространения пандемии.</p>
                <br>
                <p>2. Мы прикладываем максимум усилий, чтобы не допустить распространение любых инфекций. Сейчас во всех медицинских центрах "СМ-Клиника" усилены меры предосторожности в соответствии с рекомендациями Министерства Здравоохранения и Роспотребнадзора.</p>
            </div>

            <div class="mt-4 p-4 rounded-2xl bg-red-500/10 flex items-center gap-3">
                <div>
                    <ClTriangleWarning class="text-5xl text-red-500" />
                </div>
                <div>
                    <p class="font-medium">Медицинские центры «СМ-Клиника» не оказывают медицинскую помощь при выявлении у пациента COVID-19.</p>
                    <br>
                    <p>Если вы сдали тест методом ПЦР на наличие в организме РНК короновируса (SARS-CoV-2), возбудителя COVID-19, и получили положительный результат, просим вас оставаться дома и соблюдать режим самоизоляции.</p>
                    <br>
                    <p>Рекомендуем вам обратиться в медицинскую организацию государственной системы здравоохранения или в частную медицинскую организацию, оказывающую медицинскую помощь пациентам с новой коронавирусной инфекцией.</p>
                </div>
            </div>

            <div class="mt-4 pt-4 grid grid-cols-1 md:grid-cols-2 lg:grid-cols-3 gap-4">
                <a v-for="p,i in patient_sections" :key="i" :href="p.url!" class="w-full text-center py-3 rounded-xl bg-teal-800 hover:bg-teal-700 text-white">{{ p.title }}</a>
            </div>


            <div id="reception-of-patients" class="mt-8 p-4 rounded-2xl bg-teal-800/20">
                <p class="font-medium text-lg">Запись на прием</p>
                <br>
                <p>В «СМ-Клиника» прием специалистов и оказание медицинских услуг осуществляется по предварительной записи. Записаться можно по круглосуточному многоканальному телефону +7 (4962) 63-86-89, а также с помощью формы записи на сайте или при обращении в регистратуру к медицинскому регистратору. При наличии свободного времени у специалиста возможен прием без предварительной записи.</p>
            </div>

            <div id="paperwork" class="mt-8 p-4 rounded-2xl bg-teal-800/20">
                <p class="font-medium text-lg">Оформление документации</p>
                <br>
                <p>При первичном обращении с пациентом или его законным представителем заключается договор об оказании платных медицинских услуг, со стороны пациента подписывается информированное добровольное согласие на медицинское вмешательство, заявление о предоставлении информации по электронной почте и оформляется амбулаторная карта. Амбулаторная карта является собственностью клиники и хранится в регистратуре либо в архиве. Для надлежащего оформления документов Пациенту следует прибыть в клинику за 15 минут до начала приема. В случаях отказа от подписания договора и добровольного информированного согласия на медицинское вмешательство клиника вправе отказать в приеме.</p>
                <br>
                <div class="grid grid-cols-1 md:grid-cols-2 lg:grid-cols-3">
                    <div>pdf</div>
                    <div>pdf</div>
                    <div>pdf</div>
                </div>
            </div>
            <div id="re-registration" class="mt-8 p-4 rounded-2xl bg-teal-800/20">
                <p class="font-medium text-lg">Переоформление</p>
                <br>
                <p>Уважаемые пациенты. В связи с вступлением с 01.09.23 "Правил предоставления медицинскими организациями платных медицинских услуг", утвержденных постановлением Правительства Российской Федерации от 11.05.2023 № 736, просим Вас приехать за 15 минут до приема врача для подписания необходимого пакета документов в регистратуре клиники, связанных с изменениями в законодательстве. Приносим извинения за доставленные неудобства, мы постараемся провести переоформление документов в максимально комфортных для Вас условиях. Спасибо за понимание!</p>
                <p>Вы можете ознакомиться с новыми правилами оказания медицинских услуг.</p>
            </div>
            <div id="discount-program" class="mt-8 p-4 rounded-2xl bg-teal-800/20">
                <p class="font-medium text-lg">Дисконтная программа</p>
                <br>
                <p>Сеть многопрофильных медицинских центров «СМ-Клиника» рада предложить своим клиентам выгодную программу скидок на медицинские услуги. Скидки по дисконтной программе начинают действовать при накоплении пациентом оказанных и оплаченных услуг на определенную сумму.</p>
            </div>
            <div id="standards-of-medical-care" class="mt-8 p-4 rounded-2xl bg-teal-800/20">
                <p class="font-medium text-lg">Стандарты медицинской помощи</p>
                <br>
                <p>Врачи «СМ-Клиника» в своей работе руководствуются стандартами, утвержденными Минздравом РФ, в соответствии с федеральным законом № 323-ФЗ «Об основах охраны здоровья граждан Российской Федерации» (статья 37: «Порядки оказания медицинской помощи и стандарты медицинской помощи»). Ответственное отношение врачей «СМ-Клиника» к своей работе не позволяет им делать заключение о состоянии здоровья пациента на основании одних только жалоб и первичного осмотра.</p>
                <br>
                <p>Почему одной только консультации специалиста часто бывает недостаточно? Действительно ли есть необходимость в дополнительных обследованиях?</p>
                <br>
                <p>Для постановки точного диагноза и назначения схемы лечения специалисту необходима полная картина состояния Вашего здоровья на момент посещения нашей клиники. Все назначения, которые Вы получаете в «СМ-Клиника», в том числе направления на анализы и другие диагностические обследования, выполняются в объеме не менее предусмотренных стандартом Минздрава РФ. Для постановки, снятия или подтверждения диагноза, назначения лечения или диагностики могут понадобиться дополнительные исследования, которые назначает врач. Если у Вас есть данные актуальных исследований, полученные в сторонних медицинских организациях, Вы вправе предоставить их на приеме у врача.</p>
                <br>
                <p>Все эти меры направлены на то, чтобы с помощью высокоточной и всесторонней диагностики оказать Вам необходимую медицинскую помощь, разработать эффективную и щадящую программу лечения или действенную программу профилактики!</p>
            </div>
            <div id="patients-insured-under-the-system" class="mt-8 p-4 rounded-2xl bg-teal-800/20">
                <p class="font-medium text-lg">Пациенты, застрахованные по системе ДМС</p>
                <br>
                <p>Прием пациентов, застрахованных по системе ДМС и прикрепленных на обслуживание в клинику, осуществляется при наличии паспорта и страхового полиса или гарантийного письма от страховой компании. При отсутствии данных документов клиника вправе предложить пациенту пройти услугу за свой счет. При первичном оформлении в клинике застрахованные по системе ДМС обязаны подписать согласие на обработку персональных данных. Медицинские услуги пациенту, застрахованному по системе ДМС, оказываются на основании условий программы ДМС и наступлении страхового случая. Наличие страхового полиса не является гарантией предоставления всех услуг по желанию застрахованного лица.</p>
            </div>
            <div id="late-for-an-appointment" class="mt-8 p-4 rounded-2xl bg-teal-800/20">
                <p class="font-medium text-lg">Опоздание на прием</p>
                <br>
                <p>Пациенту следует прибыть в клинику за 15 минут до начала приема для надлежащего оформления документов и своевременного начала приема. В случае опоздания Пациента на прием Клиника вправе перенести прием на другое время и дату, согласованные с Пациентом, так как опоздание одного ущемляет права другого на своевременный и полноценный прием.</p>
                <br>
                <p>Если пациент не может явиться на прием в назначенное время, ему следует заранее, не менее чем за 1 час до приема, предупредить оператора контакт-центра по телефонам клиники.</p>
            </div>
            <div id="tax-deduction" class="mt-8 p-4 rounded-2xl bg-teal-800/20">
                <p class="font-medium text-lg">Налоговый вычет</p>
                <br>
                <p>Пациент является плательщиком.</p>
                <p>Информация для пациентов клиник Солнечногорска</p>
                <p>Пакет документов для получения налогового вычета, если плательщиком является сам пациент:</p>
                <br>
                <ul>
                    <li><i class="mr-2">&#x2022;</i> копия паспорта</li>
                    <li><i class="mr-2">&#x2022;</i> копия ИНН ( в случае отсутствия копии документа номер ИНН необходимо указать в заявлении)</li>
                    <li><i class="mr-2">&#x2022;</i> копии чеков (требуется только в случае частичного возмещения, если необходимо получить справку на сумму, имеющихся чеков, во всех остальных случаях справка готовится на общую сумму обслуживания за год)</li>
                    <li><i class="mr-2">&#x2022;</i> заявление (заполняется по образцу)</li>
                </ul>
                <br>
                <p>Вышеуказанные документы можно предоставить в любую регистратуру холдинга «СМ-Клиника» или направить по электронной почте spravka289@smpost.ru (в текстовом сообщении укажите, пожалуйста, за какой период обслуживания необходимо предоставить справку, ФИО пациента, номер амбулаторной карты, контактный телефон, адрес клиники, в которой хотели бы получить готовую справку. Так же прикрепите, пожалуйста, копии следующих документов: паспорт (1-я страница) и ИНН. В случае, если Вы не можете прикрепить копии документов, просим дополнительно указать номер ИНН, паспортные данные и дату рождения пациента в заявлении)</p>
                <br>
                <p>Срок изготовления справки 4 недели.</p>
                <br>
                <p>Информация о готовности справки Вам поступит в виде смс сообщения на номер телефона, указанный в амбулаторной карте пациента.</p>
                <br>
                <p>При получении справки лицензии не выдаются. Вы можете самостоятельно их распечатать с сайта или запросить лицензии в регистратуре клиники.</p>
                <br>
                <p>Телефон для информации: +998 99 999 99 99</p>
                <br>
                <p>Пакет документов для получения налогового вычета, если плательщиком не является пациент:</p>
                <br>
                <p>Заявителю (плательщику) необходимо предоставить следующие документы:</p>
                <br>
                <ul>
                    <li><i class="mr-2">&#x2022;</i>копии паспортов (плательщика и пациента)</li>
                    <li><i class="mr-2">&#x2022;</i>копия ИНН плательщика ( в случае отсутствия копии документа номер ИНН необходимо указать в заявлении)</li>
                    <li><i class="mr-2">&#x2022;</i>копии чеков (требуется только в случае частичного возмещения, если необходимо получить справку на сумму, имеющихся чеков, во всех остальных случаях справка готовится на общую сумму обслуживания за год)</li>
                    <li><i class="mr-2">&#x2022;</i>заявление ( заполняется в регистратуре по образцу)</li>
                    <li><i class="mr-2">&#x2022;</i>свидетельство о рождении ребенка (если пациент ребенок)</li>
                    <li><i class="mr-2">&#x2022;</i>свидетельство о рождении ребенка (если пациент ребенок)</li>
                    <li><i class="mr-2">&#x2022;</i>свидетельство о браке (если пациент супруг или супруга)</li>
                    <li><i class="mr-2">&#x2022;</i>свидетельство о рождении плательщика (если пациент-родитель)</li>
                </ul>
                <br>
                <p>Вышеуказанные документы можно предоставить в любую регистратуру холдинга «СМ-Клиника» или направить по электронной почте spravka289@smpost.ru (в текстовом сообщении укажите, пожалуйста, за какой период обслуживания необходимо предоставить справку, ФИО плательщика, ФИО пациента, степень родства, номер амбулаторной карты пациента, контактный телефон, адрес клиники, в которой хотели бы получить готовую справку. Так же прикрепите, пожалуйста, копии документов, указанных в пп.1-7. В случае, если Вы не можете прикрепить копии документов, просим дополнительно указать номер ИНН, паспортные данные и дату рождения пациента в заявлении)</p>
                <br>
                <p>Срок изготовления справки 4 недели. Информация о готовности справки Вам поступит в виде смс сообщения на номер телефона, указанный в амбулаторной карте пациента.</p>
                <br>
                <p>Телефон для информации: +7 (4962) 63-86-89</p>
                <br>
                <p>Обращаем Ваше внимание, на то, что налоговый вычет за детей, можно оформить только до достижения ребенком 18 лет. (Налоговый Кодекс РФ ст.219)</p>
            </div>
            <div class="mt-8 p-4 rounded-2xl bg-teal-800/20">
                <p class="font-medium text-lg">Что такое налоговый вычет?</p>
                <br>
                <p>Обращаем ваше внимание, что в соответствии с подпунктом 3 пункта 1 статьи 219 Налогового кодекса Российской Федерации налогоплательщик имеет право на получение социального налогового вычета в сумме, уплаченной налогоплательщиком в налоговом периоде за медицинские услуги, оказанные медицинскими организациями, индивидуальными предпринимателями, осуществляющими медицинскую деятельность, ему, его супругу (супруге), родителям, детям (в том числе усыновленным) в возрасте до 18 лет, подопечным в возрасте до 18 лет (в соответствии с перечнем медицинских услуг, утвержденным Правительством Российской Федерации), а также в размере стоимости лекарственных препаратов для медицинского применения (в соответствии с перечнем лекарственных средств, утвержденным Правительством Российской Федерации), назначенных им лечащим врачом и приобретаемых налогоплательщиком за счет собственных средств.</p>
            </div>
            <div id="issuance-of-copies-of-medical-documentation" class="mt-8 p-4 rounded-2xl bg-teal-800/20">
                <p class="font-medium text-lg">Выдача копий медицинской документации</p>
                <br>
                <p>Выдача копий медицинских документов предоставляется на основании письменного заявления пациента лично заявителю либо его законным представителям или доверенным лицам.</p>
                <br>
                <p>Медицинские документы, связанные с функциональной диагностикой, результаты лабораторных исследований и прочее выдаются без дополнительного заявления.</p>
                <br>
                <p>Законными представителями пациента являются:</p>
                <ul>
                    <li><i class="mr-2">&#x2022;</i>родители (мать, отец) несовершеннолетнего пациента;</li>
                    <li><i class="mr-2">&#x2022;</i>опекуны несовершеннолетнего пациента или гражданина, лишенного дееспособности в установленном законом порядке.</li>
                </ul>
                <br>
                
                <p>Доверенное лицо:</p>
                <ul>
                    <li><i class="mr-2">&#x2022;</i>указанное пациентом (законным представителем) как лицо, допущенное к получению сведений, составляющих врачебную тайну, в соответствующем разделе заключенного договора;</li>
                    <li><i class="mr-2">&#x2022;</i>лицо, предъявившее доверенность или согласие от пациента, в отношении которого запрашивается документация, заверенное нотариально либо в установленном законом порядке.</li>
                </ul>
                <br>
                <p>Срок подготовки копий медицинских документов — до 30 (тридцати) дней.</p>
            </div>

        </div>
    </div>
</template>

<script setup lang="ts">
import { ClTriangleWarning } from '@kalimahapps/vue-icons'
import { for_patient_links, patient_sections } from '~/constants'

definePageMeta({
  layout: 'index-layout'
})
</script>