<template>
    <div class="w-full">
        <div class="container px-2 md:px-8 py-16">
            <div class="text-center pt-20 pb-10">
                <h1 class="font-medium text-teal-600 text-3xl">Политика в отношении <br> обработки персональных данных</h1>
                <p class="text-base text-gray-600">
                    Наши Стоматологические Услуги - Заботимся о Здоровье Вашей Улыбки
                </p>
            </div>

            <card-content id="privacy-policy" extra_class="bg-teal-800/10">
                <p class="font-medium text-lg">Цели обработки персональных данных:</p>
                <p class="mt-2">
                    <ul>
                        <li><i class="mr-2">&#x2022;</i> создание условий для обеспечения гарантий прав граждан на получение медицинской помощи в соответствии с требованиями федеральных законов и нормативных правовых актов;</li>
                        <li><i class="mr-2">&#x2022;</i> создание условий для обеспечения гарантий прав граждан при трудоустройстве, работе, обучении, предоставлении различного вида льгот в соответствии с требованиями Трудового кодекса Российской Федерации, федеральных законов и нормативных правовых актов.</li>
                    </ul>
                </p>
                <br>
                <p class="font-medium text-lg">Принципы обработки персональных данных:</p>
                <p class="mt-2">
                    <ul>
                        <li><i class="mr-2">&#x2022;</i> осуществление обработки персональных данных на законной и справедливой основе;</li>
                        <li><i class="mr-2">&#x2022;</i> осуществление обработки персональных данных с согласия субъекта персональных данных на обработку его персональных данных, за исключением случаев, предусмотренных федеральным законом;</li>
                        <li><i class="mr-2">&#x2022;</i> строгое выполнение требований по обеспечению безопасности персональных данных и сведений, составляющих врачебную тайну;</li>
                        <li><i class="mr-2">&#x2022;</i> ограничение обработки персональных данных достижением конкретных, заранее определенных и законных целей;</li>
                        <li><i class="mr-2">&#x2022;</i> исключение обработки персональных данных, несовместимой с целями сбора и обработки персональных данных;</li>
                        <li><i class="mr-2">&#x2022;</i> исключение объединения баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой;</li>
                        <li><i class="mr-2">&#x2022;</i> обеспечение достоверности обрабатываемых персональных данных, их достаточности, а в необходимых случаях и актуальности по отношению к заявленным целям обработки персональных данных;</li>
                        <li><i class="mr-2">&#x2022;</i> опубликование или обязательное раскрытие персональных данных, если это предусмотрено федеральным законом;</li>
                        <li><i class="mr-2">&#x2022;</i> обязательное удаление или уточнение неполных или неточных данных;</li>
                        <li><i class="mr-2">&#x2022;</i> хранение персональных данных в формах, позволяющих определить субъекта персональных данных не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных;</li>
                        <li><i class="mr-2">&#x2022;</i> уничтожение или обезличивание персональные данные по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом;</li>
                        <li><i class="mr-2">&#x2022;</i> информирование граждан в доступной форме, в том числе с использованием сети Интернет, об осуществляемой медицинской деятельности и о медицинских работниках, об уровне их образования и об их квалификации;</li>
                        <li><i class="mr-2">&#x2022;</i> осуществление прямых контактов с пациентами с помощью средств связи только при условии предварительного оформления согласия пациента.</li>
                    </ul>
                </p>
                <br>
                <p class="font-medium text-lg">Меры по обеспечению безопасности персональных данных:</p>
                <p class="mt-2">
                    <ul>
                        <li><i class="mr-2">&#x2022;</i> Обеспечение безопасности персональных данных достигается: назначением должностных лиц, ответственных за организацию и обеспечение безопасности персональных данных;</li>
                        <li><i class="mr-2">&#x2022;</i> изданием документов, определяющих политику в отношении обработки персональных данных, локальных актов по вопросам обработки персональных данных, а также локальных актов, устанавливающих процедуры, направленные на предотвращение и выявление нарушений законодательства Российской Федерации, устранение последствий таких нарушений;</li>
                        <li><i class="mr-2">&#x2022;</i> определением угроз безопасности персональных данных при их обработке в информационных системах персональных данных;</li>
                        <li><i class="mr-2">&#x2022;</i> применением правовых, организационных и технических мер по обеспечению безопасности персональных данных в соответствии со ст.19 Федерального закона «О персональных данных» и требованиями других нормативных правовых актов;</li>
                        <li><i class="mr-2">&#x2022;</i> использованием обезличивания персональных данных;</li>
                        <li><i class="mr-2">&#x2022;</i> осуществлением внутреннего контроля соответствия обработки персональных данных федеральному закону и принятым в соответствии с ним нормативным правовым актам, требованиям к защите персональных данных, политике в отношении обработки персональных данных, локальным актам;</li>
                        <li><i class="mr-2">&#x2022;</i> ознакомлением работников, непосредственно осуществляющих обработку персональных данных, с положениями законодательства Российской Федерации о персональных данных, в том числе требованиями к защите персональных данных, документами, определяющими политику в отношении обработки персональных данных, локальными актами по вопросам обработки персональных данных;</li>
                        <li><i class="mr-2">&#x2022;</i> аттестацией информационных систем персональных данных по требованиям безопасности информации;</li>
                        <li><i class="mr-2">&#x2022;</i> непрерывным совершенствованием методов и способов обеспечения безопасности персональных данных.</li>
                    </ul>
                </p>
                <br>
                <p class="font-medium text-lg">Права и обязанности оператора:</p>
                <p class="mt-2">
                    <ul>
                        <li><i class="mr-2">&#x2022;</i> отстаивать свои интересы в суде;</li>
                        <li><i class="mr-2">&#x2022;</i> предоставлять персональные данные субъектов третьим лицам, если это предусмотрено действующим законодательством (налоговые, правоохранительные органы и др.);</li>
                        <li><i class="mr-2">&#x2022;</i> отказывать в предоставлении персональных данных в случаях предусмотренных законодательством;</li>
                        <li><i class="mr-2">&#x2022;</i> использовать персональные данные субъекта без его согласия, в случаях предусмотренных законодательством.</li>
                    </ul>
                </p>
                <br>
                <p class="font-medium text-lg">Права и обязанности субъекта персональных данных:</p>
                <p class="mt-2">
                    <ul>
                        <li><i class="mr-2">&#x2022;</i> Субъект персональных данных имеет право: требовать уточнения своих персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, недостоверными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;</li>
                        <li><i class="mr-2">&#x2022;</i> требовать перечень своих персональных данных, обрабатываемых Оператором и источник их получения;</li>
                        <li><i class="mr-2">&#x2022;</i> получать информацию о сроках обработки своих персональных данных, в том числе о сроках их хранения;</li>
                        <li><i class="mr-2">&#x2022;</i> требовать извещения всех лиц, которым ранее были сообщены неверные или неполные его персональные данные, обо всех произведенных в них исключениях, исправлениях или дополнениях;</li>
                        <li><i class="mr-2">&#x2022;</i> обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействия при обработке его персональных данных.</li>
                    </ul>
                </p>
            </card-content>

            <card-content id="privacy-policy" title="Политика конфиденциальности" extra_class="bg-teal-800/10">
                <br>
                <p class="font-medium text-lg">1. Введение</p>
                <p class="mt-2">Настоящая Политика конфиденциальности определяет, каким образом sm-stomatology.ru обрабатывает (собирает, использует, хранит и раскрывает) информацию, полученную от пользователей на веб-сайте https://www.sm-stomatology.ru/ (далее - Сайт). Данная Политика конфиденциальности относится к Сайту и всем продуктам и услугам, предлагаемым группой компаний «СМ-Клиника», содержит информацию в том числе о файлах «cookie», об использовании файлов «cookie» Сайтом и третьими сторонами.</p>
                <p class="mt-2">Интернет-сайт https://www.sm-stomatology.ru/ (далее — «Сайт») использует файлы cookie и схожие технологии, чтобы оптимизировать работу Сайта и гарантировать максимальное удобство пользователям (далее — «Пользователи»), предоставляя персонализированное взаимодействие с Сайтом, запоминая предпочтения в области маркетинга и контента Сайта, а также помогая получить нужную Пользователю информацию и целевые предложения.</p>
                <p class="mt-2">Фиксации подлежат сведения о перемещениях на Сайте, но не о посетителях Сайта, обработка персональной информации Пользователя не производится без согласия Пользователя.</p>
                <p class="mt-2">Настоящая Политика конфиденциальности распространяется непосредственно на сайт https://www.sm-stomatology.ru/ и на информацию, получаемую с его помощью. Она не распространяется ни на какие другие сайты и не применима к веб-сайтам третьих лиц, которые могут содержать упоминание о нашем Сайте и с которых могут делаться ссылки на Сайт, а также ссылки с этого Сайта на другие сайты сети Интернет.</p>
                <p class="mt-2">При использовании данного сайта Пользователь подтверждает свое согласие на использование файлов cookie в соответствии с всплывающим окном-уведомлением в отношении данного типа файлов, в противном случае Пользователю необходимо соответствующим образом изменить настройки используемого браузера либо отказаться от посещения Сайта. Любые предоставленные Пользователем данные приравниваются Владельцем Сайта к конфиденциальной информации. Внедрение соответствующих технических и организационных мер позволяют обеспечить безопасность личных данных Пользователя от несанкционированного разглашения или доступа, изменения, неправильного использования, аварийного или незаконного уничтожения либо потери.</p>
                <br>
                <p class="font-medium text-lg">2. Информация для Пользователей</p>
                <p class="mt-2">Во время просмотра любой страницы Сайта на компьютер Пользователя загружается страница Сайта, а также небольшой текстовый файл под названием «cookie», позволяющий владельцу Сайта определить был ли конкретный компьютер (и, вероятно, его Пользователь) на этом сайте раньше. Это происходит во время повторного посещения сайта посредством проверки компьютера Пользователя на наличие файла «cookie», оставшегося с прошлого посещения. Любая обработка всех полученных данных, включая, но не ограничиваясь, персональные, производится на территории Российской Федерации.</p>
                <br>
                <p class="font-medium text-lg">2.1 Анонимное использование Сайта</p>
                <p class="mt-2">Пользователь может посетить Сайт, оставаясь анонимом и не раскрывая своих персональных данных. При первом посещении Сайт спросит согласие на размещение файлов cookie на устройстве Пользователя и на отслеживание его поведения при пользовании Сайтом.</p>
                <p class="mt-2">При несогласии Пользователя с вышеописанной практикой возможно отказаться (не давать согласие). Каждый браузер уникален, поэтому необходимо обратиться к функции «Помощь» браузера Пользователя, чтобы узнать, как настроить работу с файлами «cookie».</p>
                <p class="mt-2">Любые личные данные, полученные Сайтом в анонимной форме (т.е. в неидентифицируемой с конкретной личностью форме, не позволяющей делать какие-либо выводы относительно личности Пользователя) используются для статистических целей и для внутренней оценки на предмет улучшения продуктов и услуг Владельца Сайта. Данные не будут обрабатываться для каких-либо других целей или вне сферы действия настоящей Политики конфиденциальности, за исключением тех случаев, когда это прямо разрешено или требуется применимым законодательством.</p>
                <br>
                <p class="font-medium text-lg">2.2 Управление настройками браузера Пользователя, касающимися файлов cookie</p>
                <p class="mt-2">Большинство браузеров изначально настроены на прием файлов cookie. Пользователь может изменить настройки браузера на конкретном устройстве: полный отказ от файлов cookie, удаление с устройства имеющихся файлов cookie или получение предупреждения перед размещением файла cookie.</p>
                <p class="mt-2">Отказ от приема файлов cookie может повлиять на удобство пользования Сайтом; отдельные функции и услуги будут недоступны Пользователю.</p>
                <p class="mt-2">При использовании разных устройств (смартфон, планшет, компьютер и т.д.) необходимо произвести настройку браузера каждого устройства.</p>
                <br>
                <p class="font-medium text-lg">3. Информация о «cookie»</p>
                <p class="mt-2">Файл «cookie» небольшой фрагмент данных, среди которых часто содержится уникальный анонимный идентификатор, отправленный веб-сервером и хранимый на жестком диске устройства Пользователя. Веб-клиент (обычно веб-браузер) всякий раз при попытке открыть страницу сайта пересылает этот фрагмент данных веб-серверу в составе HTTP-запроса.</p>
                <p class="mt-2">Файлы cookie широко используются владельцами сайтов для обеспечения работы сайтов или повышения эффективности работы, а также для получения аналитической информации. Некоторый контент или приложения на Сайте, включая рекламу, могут обслуживаться независимыми третьими лицами. Они могут размещать файлы cookie на устройстве Пользователя в собственных целях. Сайт не контролирует применяемые этими третьими лицами технологии отслеживания или то, каким образом они могут использоваться, и не несет ответственности за любые действия или политики третьих лиц. Предотвратить размещение таких сторонних файлов cookie и отслеживание с их помощью, можно соответствующим образом отрегулировав или изменив настройки своего браузера. За дополнительной информацией Пользователю необходимо обратиться к инструкциям своего браузера. При посещении страницы с контентом, вставленным, например с веб-сайтов YouTube или Vimeo, данные поставщики услуг могут создавать собственные cookie-файлы в браузере Пользователя. Сайт не контролирует использование этих cookie-файлов и не может получить к ним доступ в силу особенностей работы cookie-файлов — доступ к ним имеет лишь та сторона, которая создавала их изначально. Более подробная информация об этих cookie-файлах размещена на веб-сайтах третьих сторон.</p>
                <br>
                <p class="font-medium text-lg">4. Сбор и использование информации. Файлы cookie используются в различных целях в том числе, чтобы:</p>
                <p class="mt-2">
                    <ul>
                        <li><i class="mr-2">&#x2022;</i>облегчить Владельцу Сайта получение информации о посещениях Пользователями Сайта.</li>
                        <li><i class="mr-2">&#x2022;</i>анализировать обобщенную и другую информацию, не связанную с идентификацией отдельных Пользователей (например, об операционной системе, версии браузера и URL-адресе, с которого выполнен переход на данную страницу Сайта, в том числе из электронного письма или объявления).</li>
                        <li><i class="mr-2">&#x2022;</i>анализировать информацию о посещении страниц Пользователями для совершенствования Сайта, маршрутов посещения Сайтов.</li>
                        <li><i class="mr-2">&#x2022;</i>помогать Пользователю в получении необходимой информации.</li>
                        <li><i class="mr-2">&#x2022;</i>предоставлять персонализированный контент, ориентированный на интересы Пользователей.</li>
                        <li><i class="mr-2">&#x2022;</i>определять количество посетителей и то, как они используют Сайт, для повышения эффективности Сайта и для наилучшего понимания интересов аудитории Сайта.</li>
                    </ul>
                </p>
                <br>
                <p class="font-medium text-lg">5. Срок хранения файлов cookie</p>
                <p class="mt-2">Некоторые файлы cookie действуют с момента входа Пользователя на Сайт до конца конкретной сессии работы в браузере. При закрытии браузера эти файлы становятся ненужными и автоматически удаляются. Такие файлы cookie называются «сеансовыми». Некоторые файлы cookie сохраняются на устройстве и в промежутке между сессиями работы в браузере — они не удаляются после закрытия браузера. Такие файлы cookie называются «постоянными». Срок хранения постоянных файлов cookie на устройстве различается для разных файлов cookie. Сайт использует постоянные файлы cookie в различных целях: например, частоту посещения Пользователями Сайта, изменение характера использования Сайта, а также для оценки эффективности размещенной информации. Файлы cookie могут размещаться на устройстве Пользователя администрацией Сайта. Эти файлы cookie называются «собственными». Некоторые файлы cookie могут размещаться на устройстве Пользователя другими операторами. Такие файлы cookie называются файлами «третьих лиц» (см. п. 3 настоящей Политики конфиденциальности).</p>
                <br>
                <p class="font-medium text-lg">6. Использование веб-трекинга и cookie-файлов</p>
                <p class="mt-2">Сайт не использует программы для сбора персональных данных или IP-адресов отдельных лиц. Данные используются исключительно анонимным образом в сводной форме в статистических целях, а также для разработки Сайта. Сайт не создает индивидуальный профиль действий Пользователей в интернете. Содержимое постоянных cookie-файлов ограничивается идентификационным номером. Имя, адрес электронной почты, IP-адрес и т.д. не сохраняются. Исключение: Cookie-файлы Google Analytics. Cookie-файлы Google Analytics могут использоваться в небольшом объеме. Эти cookie-файлы используют IP-адрес для распознавания Пользователя, однако не проводят персональную идентификацию. Другими словами, информация собирается анонимно. Сookie-файлы собирают информацию о том, как Пользователи используют Сайт, затем эти сведения используются для составления отчетов. В качестве альтернативы Пользователь может отказаться от использования cookie-файлов Google Analytics для отслеживания вашей активности на всех веб-сайтах, пройдя по следующей ссылке: Google Analytics Opt-out Browser Add-on ( https://tools.google.com/dlpage/gaoptout)</p>
            </card-content>
        </div>
    </div>
</template>

<script setup lang="ts">
definePageMeta({
  layout: 'index-layout'
})
</script>