<template>
    <div class="w-full">
        <div class="container px-2 md:px-8 py-16">
            <div class="text-center pt-20 pb-10">
                <h1 class="font-medium text-teal-600 text-3xl">Меры профилактики и защиты <br> здоровья пациентов и сотрудников</h1>
                <p class="text-base text-gray-600">
                    Наши Стоматологические Услуги - Заботимся о Здоровье Вашей Улыбки
                </p>
            </div>
            <card-content title="" extra_class="bg-teal-800/10">
                <p>Безопасность и здоровье пациентов – наш главный приоритет. Независимо от эпидемиологической обстановки на территории медицинских центров «СМ-Клиника» мы обеспечиваем соблюдение мер разумной предосторожности. Исходя из текущей ситуации и в соответствии с рекомендациями Министерства Здравоохранения РФ и Роспотребнадзора мы усилили все действующие меры и ввели ряд новых для предотвращения распространения коронавирусной инфекции Covid-19 и обеспечения полной защиты наших пациентов и врачей.</p>
            </card-content>
            <br>

            <card-content title="Уважаемые пациенты!" extra_class="bg-teal-800/10">
                <br>
                <p>С 15 июля 2020 года вступило в силу Постановление Главного государственного санитарного врача РФ от 7 июля 2020 г. №18 "О внесении изменений в постановление Главного государственного санитарного врача РФ от 18.03.2020 г. №7 "Об обеспечении режима изоляции в целях предотвращения распространения COVID-19", в соответствии с которым мы изменяем порядок приема пациентов:</p>
                <br>
                <p>- граждане РФ, выезжавшие за пределы страны и вернувшиеся обратно на территорию РФ менее 14 дней назад, при обращении в «СМ-Клиника» должны предоставить результаты обследования на COVID-19 методом ПЦР, проведенного в течение 3-х календарных дней с даты возвращения,</p>
                <br>
                <p>- иностранные граждане, прибывшие на территорию РФ менее 14 дней назад, при обращении в «СМ-Клиника» должны предоставить медицинский документ (на русском или английском языках), подтверждающий отрицательный результат исследования материала на COVID-19 методом ПЦР, взятого не ранее, чем за 3 дня до прибытия на территорию РФ. При отсутствии указанного медицинского документа необходимо пройти обследование на COVID-19 методом ПЦР на территории РФ в течение 3-х календарный дней.</p>
                <br>
                <p>Просим учесть эту информацию при планировании визита в клинику.</p>
            </card-content>
            <br>

            <div class="text-center mb-2">
                <span class="text-lg">Какие меры мы предпринимаем для борьбы с вирусом:</span>
            </div>

            <card-items :items="preventation_card_items" />
            <br>

            <div class="mt-4 p-4 rounded-2xl bg-teal-800/10">
                <p class="text-lg text-center">Система фильтрации воздуха:</p>
                <p>НЕРА-фильтр — обязательный элемент системы воздухоочистки в медицинском учреждении. На активных HEPA-фильтрах «Тион» задерживаются и погибают все патогенные микроорганизмы (обеззараживание воздуха + инактивация).</p>
                <ul class="mt-2">
                    <li class="flex items-center gap-2"><ClWavyCheck class="text-red-500 text-xl" /> <p>2 степени очистки приточного воздуха</p></li>
                    <li class="flex items-center gap-2"><ClWavyCheck class="text-red-500 text-xl" /> <p>Фильтрация загрязнений, вредных веществ и запахов</p></li>
                    <li class="flex items-center gap-2"><ClWavyCheck class="text-red-500 text-xl" /> <p>Инактивация патогенных микроорганизмов</p></li>
                    <li class="flex items-center gap-2"><ClWavyCheck class="text-red-500 text-xl" /> <p>Гарантия полного соответствия воздуха в помещениях требованиям действующих стандартов.</p></li>
                    <li class="flex items-center gap-2"><ClWavyCheck class="text-red-500 text-xl" /> <p>Потолки с бактерицидным покрытием Rockfon, что предотвращает распространение вирусов.</p></li>
                </ul>
            </div>

            <div class="my-6 grid grid-cols-1 md:grid-cols-2 lg:grid-cols-4 rounded-2xl overflow-hidden gap-2">
                <div v-for="i in 4" :key="i">
                    <img src="/images/bg-3-image.jpg" class="w-full object-cover" height="400">
                </div>
            </div>

            <card-content extra_class="bg-red-500/10 my-6">
                <template #icon>
                    <div>
                        <ClTriangleWarning class="text-5xl text-red-500" />
                    </div>
                </template>
                ЧТО ДЕЛАТЬ, если у вас симптомы ОРВИ, вы недавно вернулись из государства с неблагополучной ситуацией с распространением инфекции или контактировали с кем-то, кто вернулся?
    
                <p class="font-medium">Мы рекомендуем обратиться на «горячую линию» Роспотребнадзора или по телефону «112» для получения рекомендаций по дальнейшим действиям. Вызовите врача, не покидая квартиры.</p>
            </card-content>

            <div class="text-center mb-2">
                <span class="text-lg">Рекомендации Министерством Здравоохранения для Медицинских клиник:</span>
            </div>

            <div class="grid grid-cols-1 md:grid-cols-2 lg:grid-cols-4 gap-2">
                <div v-for="item,i in preventation_card_items_2" :key="i" class="bg-white flex justify-start rounded items-center flex-col text-center p-4"> 
                    <div class="w-[80px] h-[80px] mb-2 rounded-full flex justify-center items-center">
                        <component :is="item.icon" class="w-8 h-8 text-red-600" />
                    </div>
                    
                    <span>{{ item.title }}</span>
                </div>
                
            </div>

            <card-content extra_class="bg-teal-800/10">
                <p>Такой порядок действий обеспечит максимальный уровень безопасности как для других пациентов клиники, так и для врача.</p>
                <br>
                <p>Мы призываем наших пациентов внимательно относиться к состоянию своего здоровья не только в период эпидемии. Во всех отделениях "СМ-Стоматология" мы делаем все, чтобы не допустить распространения любых вирусов и инфекций. Если вы наш пациент или планировали посетить стоматолога в ближайшее время, то не стоит откладывать визит – это может усугубить проблемы со здоровьем. Мы работаем в обычном режиме, так как для сохранения безопасности предпринимаются все необходимые меры.</p>
            </card-content>

            <div>
                <p class="text-center font-medium text-xl text-teal-600">Будьте здоровы!</p>
            </div>
        </div>
    </div>
</template>

<script setup lang="ts">
import { preventation_card_items, preventation_card_items_2 } from '~/constants'
import { ClWavyCheck, ClTriangleWarning } from '@kalimahapps/vue-icons'

definePageMeta({
  layout: 'index-layout'
})
</script>